Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: This destination already contains a system folder named '%1'.\n\nIf any files have the same names, you will be asked if you want to replace those files.
be: Мэтавы каталог ужо змяшчае сістэмны падкаталог з назваю "%1".\n\nКалі якія-небудзь файлы маюць супадаючыя назвы, вы будзеце апытаныя наконт іх замены.

source: This device can not eject at this time as there will be no remaining power sources (batteries) to keep the computer running after the %s has been ejected. Please shut down the computer and then eject it.
be: Гэтую прыладу нельга дастаць зараз, бо не засталося крыніцаў сілкавання (батарэяў) для ўтрымання камп'ютара ў працоўным стане пасля вымання %s. Калі ласка, выключце камп'ютар, каб дастаць прыладу.

source: This device cannot be stopped because one of its components (%s) was unplugged when a program was still using it. Close that program and then attempt to stop this device again.
be: Гэтая прылада не можа быць спыненая, бо адзін з яе кампанентаў (%s) быў адключаны падчас яго выкарыстання праграмай. Зачыніце гэтую праграму паспрабуйце спыніць прыладу зноў.

source: This device is currently in use. Close any programs or windows that might be using the device, and then try again.
be: Гэтая прылада зараз выкарыстоўваецца. Зачыніце ўсе праграмы і вокны, якія могуць карыстаць прыладу і паўтарыце спробу.

source: This device is working properly.
be: Гэтая прылада працуе правільна.

source: This disc cant be formatted using the Live File System.
be: Кружэлка не можа быць прапаленая з выкарыстаннем LFS.

source: This disc cant be formatted using the Live File System. The disc might not be compatible or your CD or DVD burner might not work with this file system.
be: Кружэлка не можа быць прапаленая з выкарыстаннем LFS. Магчыма, кружэлка несумяшчальная з ёю, альбо прапальваючы кружэльнік не падтрымлівае гэтую файлавую сістэму.

source: This disc canвЂ™t be formatted using the Live File System.
be: Кружэлка не можа быць прапаленая з выкарыстаннем LFS.

source: This disc canвЂ™t be formatted using the Live File System. The disc might not be compatible or your CD or DVD burner might not work with this file system.
be: Кружэлка не можа быць прапаленая з выкарыстаннем LFS. Магчыма, кружэлка несумяшчальная з ёю, альбо прапальвальны кружэльнік не падтрымлівае гэтую файлавую сістэму.

source: This disc can’t be formatted using the Live File System.
be: Кружэлка не можа быць прапаленая з выкарыстаннем LFS.

source: This disc can’t be formatted using the Live File System. The disc might not be compatible or your CD or DVD burner might not work with this file system.
be: Кружэлка не можа быць прапаленая з выкарыстаннем LFS. Магчыма, кружэлка несумяшчальная з ёю, альбо прапальвальны кружэльнік не падтрымлівае гэтую файлавую сістэму.

source: This disc doesn't have enough free space for all the selected files.\n\nSpace needed to burn: %1!10s!\nFree space on disc: %2!10s!\n\nYou should remove files or insert a disc with more available space, and then try again.
be: На гэтай кружэлцы бракуе вольнай прасторы для ўсіх абраных файлаў.\n\nНеабходная прастора на кружэлцы: %1!10s!\nВольная прастора на кружэлцы: %2!10s!\n\nВы павінны прыбраць некаторыя файлы ці ўставіць кружэлку з большай вольнай прасторай і паўтарыць спробу.

source: This disk cannot be quick formatted.
be: Дыск не можа быць адфарматаваны хутка.

source: This disk contains file system errors
be: Гэты дыск змяшчае памылкі файлавай сістэмы

source: This disk contains file system errors that Windows cannot fix
be: Гэты дыск змяшчае памылкі файлавай сістэмы, якія Windows не можа выправіць

source: This document contains code that your security settings do not allow, so it might not display correctly.
be: Гэты дакумент змяшчае код, які не дазволены вашымі наладамі бяспекі, таму ён можа няправільна адлюстроўвацца.

source: This document contains one or more links to other files.
be: Дакумент змяшчае адну ці болей спасылак на іншыя файлы.

source: This document contains one or more links to other files. Do you want to update this document with the data from the linked files?
be: Дакумент змяшчае адну ці болей спасылак на іншыя файлы. Абнавіць гэты дакумент звесткамі са звязаных файлаў?

source: This does not affect how document looks when you print it.
be: Гэта не паўплывае на вонкавы выгляд надрукаванага дакумента.

source: This drive is in use. Another program or process is using this drive. Do you want to format it anyway?
be: Дыск выкарыстоўваецца нейкай праграмай ці працэсам. Усё роўна адфарматаваць яго?

source: This edition of Windows doesn't support themes.
be: Гэтае выданне Windows не падтрымлівае тэмы.

source: This evaluation version of Windows Sidebar has expired.
be: Тэрмін дзеяння выпрабавальнай версіі бакавой паліцы Windows мінуў.

source: This event collects information to help Microsoft create solutions to non-critical problems.
be: Гэтая падзея збірае інфармацыю для дапамогі Microsoft па стварэнні вырашэнняў для некрытычных праблем.

source: This event collects information to help Microsoft create solutions to problems that are related to the message displayed.
be: Гэтая падзея збірае інфармацыю для дапамогі Microsoft па стварэнні вырашэнняў праблем, звязаных з адлюстраваным паведамленнем.

source: This feature has been disabled
be: Гэтая функцыя была выключаная

source: This file came from another computer and might be blocked to help protect this computer.
be: Гэты файл атрыманы з іншага камп'ютара і, магчыма, быў заблакаваны, каб дапамагчы абараніць гэты камп'ютар.

source: This file can't be previewed because it is in use.
be: Перадпрагляд недаступны з нагоды выкарыстання файла.

source: This file can't be previewed because of an error in the %s.
be: Перадпрагляд недаступны з-за памылкі ў %s.

source: This file can't be previewed.
be: Гэты файл немагчыма прагледзець.

source: This file can't be used as a background picture
be: Гэты файл не можа быць скарыстаны як фонавы відарыс

source: This file does not have a program associated with it for performing this action.
be: Гэты файл не мае асацыяванай праграмы для выканання гэтага дзеяння.

source: This file does not have a program associated with it for performing this action. Please install a program or, if one is already installed, create an association in the Default Programs control panel.
be: Гэты файл не мае асацыяванай праграмы для выканання гэтага дзеяння. Калі ласка, усталюйце праграму ці, калі яна ўжо ўсталявана, стварыце асацыяцыю ў стандартавых праграмах панэлі кіравання.

source: This file does not have a valid digital signature that verifies its publisher.
be: Гэты файл не мае дапушчальнага лічбавага подпісу, які б праверыў яго выдаўца.

source: This file does not have a valid digital signature that verifies its publisher. You should only run software from publishers you trust. <A id="Help">How can I decide what software to run?</A>
be: Гэты файл не мае дапушчальнага лічбавага подпісу, які б праверыў яго выдаўца. Пажадана запускаць толькі праграмы выдаўца, якому вы давяраеце. <A id="Help">Як мне вырашыць, якія праграмы запускаць?</A>

# This file is already in use. Close the program, and then try again.
source: This file is already in use.\nClose the program, and then try again.
be: Файл зараз выкарыстоўваецца.\nЗачыніце праграму і паўтарыце спробу.

source: This file is already open.
be: Гэты файл ужо адчынены.

source: This file is in a shared folder.
be: Гэты файл у абагуленым каталогу.

source: This file is not one of the supported file types, which include .bmp, .jpg, .jpeg and .dib.
be: Тып гэтага файла не з'яўляецца адным з падтрыманых тыпаў, якія складаюцца з .bmp, .jpg, .jpeg і .dib.

source: This file is not one of the supported file types, which include .bmp, .jpg, .jpeg and .dib. Please close this dialog and select a different picture for your background.
be: Тып гэтага файла не з'яўляецца адным з падтрыманых тыпаў, якія улучаюць .bmp, .jpg, .jpeg і .dib. Калі ласка, зачыніце гэты дыялог і абярыце іншы відарыс для фону.

source: This file is open for editing and cannot be overwritten.\nUse a different file name to save your changes.
be: Файл адчынены для рэдагавання і не можа быць перазапісаны.\nСкарыстайце іншую назву файла, каб захаваць вашыя змены.

source: This file is outside your user account folder.
be: Гэты файл па-за каталогам вашага рахунка.

# This file is read-only. To save your changes, use a different file name.
source: This file is read-only.\nTo save your changes, use a different file name.
be: Гэты файл толькі для чытання.\nКаб захаваць вашыя змены, абярыце іншую назву файла.

source: This folder already contains a file called '%s'.
be: Гэты каталог ужо змяшчае файл '%s'.

source: This folder can't be customized.\n\nIt is either marked as read-only, or your system administrator has disabled this functionality.\n\nPlease contact your system administrator.
be: Гэты каталог не можа быць дапасаваны.\n\nМагчыма, ён прызначаны толькі для чытання, ці ваш адміністратар адключыў гэтую функцыю.\n\nКалі ласка, звяжыцеся з вашым адміністратарам.

source: This folder can't be included because an unknown error occurred.
be: Гэты каталог не можа быць улучаны з нагоды невядомай памылкі.

source: This folder can't be included because it is on a removable device.
be: Гэты каталог не можа быць улучаны з нагоды яго размяшчэння на зменнай прыладзе.

source: This folder can't be included because you don't have permission to access it.
be: Гэты каталог не можа быць улучаны, бо вы не маеце дазволу на доступ да яго.

source: This folder can't be included due to a group policy setting.
be: Каталог не можа быць улучаны з-за наладаў групавой палітыкі.

source: This folder has one or more of its subfolders shared with other people
be: Гэты каталог мае адзін ці болей абагуленых падкаталогаў.

source: This folder is empty.
be: Гэты каталог пусты.

source: This folder is full.
be: Каталог запоўнены.

source: This folder is in a shared folder.
be: Гэты каталог у абагуленым каталогу.

source: This folder is outside your user account folder.
be: Гэты каталог па-за каталогам вашага рахунка.

source: This folder is shared more than once. Are you sure you wish to remove all these shares?\r\n
be: Гэты каталог абагулены больш за адзін раз. Вы сапраўды жадаеце выдаліць гэтыя шляхі?\r\n

source: This folder is shared with other people
be: Гэты каталог абагулены для іншых людзей

source: This folder is unavailable.
be: Гэты каталог недаступны

source: This font is not available in that style.\nChoose a style from the list of styles.
be: Гэты шрыфт недаступны ў гэтым стылі.\nАбярыце стыль са спісу стыляў.

source: This font style is imitated for the display.
be: Падчас адлюстравання стыль шрыфту імітуецца.

source: This font style is imitated for the display. The closest matching style will be used for printing.
be: Падчас адлюстравання стыль шрыфту імітуецца. Для друку будзе выкарыстаны найбліжэйшы стыль.

source: This gadget has an invalid manifest file, and cannot be used.
be: Гэты гаджэт мае хібны manifest-файл і не можа выкарыстоўвацца.

source: This gadget has an invalid manifest file, and cannot be used. You will need to obtain an updated version of this gadget in order to use it.
be: Гэты гаджэт мае хібны manifest-файл і не можа выкарыстоўвацца. Вам трэба будзе здабыць абноўленую версію гаджэта для карыстання ім.

source: This gadget has been blocked
be: Гэты гаджэт заблакаваны

source: This gadget is a security risk to your computer, and has been blocked from running.
be: Гэты гаджэт парушае бяспеку вашага камп'ютара і быў заблакаваны .

source: This gadget is a security risk to your computer, and has been blocked from running. To uninstall it, right-click the gadget, and then click Uninstall.
be: Гэты гаджэт парушае бяспеку вашага камп'ютара і быў заблакаваны. Каб высталяваць яго, пстрыкніце па ім правай клавішай і абярыце 'Высталяваць'.

source: This gadget is a security risk to your computer.
be: Гэты гаджэт парушае бяспеку вашага камп'ютара.

source: This gadget is a security risk to your computer. To uninstall it, right-click the gadget and then click Uninstall.
be: Гэты гаджэт парушае бяспеку вашага камп'ютара. Каб высталяваць яго, пстрыкніце па ім правай клавішай і абярыце 'Высталяваць'.

source: This gadget is unsigned.
be: Гаджэт не падпісаны.

source: This gadget is unsigned. Contact your system administrator for more information.
be: Гаджэт не падпісаны. Звярніцеся да вашага сістэмнага адміністратара па дадатковую інфармацыю.

source: This generally occurs when software is installed.
be: Гэта звычайна адбываецца, калі ўсталяваная новая праграма.

source: This has been deleted from one location and updated in the other location since the last sync.
be: Файл быў выдалены з аднаго размяшчэння і абноўлены ў іншым размяшчэнні пасля апошняй сінхранізацыі.

# This has been shared for administrative purposes. The permissions cannot be set.
source: This has been shared for administrative purposes. The permissions cannot be set.\r\n
be: Гэты элемент ёсць абагуленым для адміністрацыйных мэтаў. Дазволы не могуць быць прызначаныя.\r\n

source: This information is used to help stop the spread of new malware infections.
be: Гэтыя інфармацыя можа быць карыснай у барацьбе з небяспечнымі праграмамі.

source: This information may be sent to an attacker using e-mail or other methods.
be: Гэтая інфармацыя можа быць дасланая нападніку праз эл. пошту ці іншымі метадамі.

source: This is a PostScript font.
be: Гэта шрыфт PostScript.

source: This is a PostScript font. This same font will be used on both your printer and your screen.
be: Гэта шрыфт PostScript. Ён выкарыстоўваецца на вашых экране і друкарцы.

source: This is a TrueType font.
be: Гэта шрыфт TrueType.

source: This is a TrueType font. This same font will be used on both your printer and your screen.
be: Гэта шрыфт TrueType. Ён выкарыстоўваецца на вашых экране і друкарцы.

source: This is a networked device.
be: Гэта сеткавая прылада.

source: This is a new router that has not been configured.
be: Гэта - новы рутэр, які яшчэ не наладжаны.

source: This is a new router that has not been configured.\0
be: Гэта - новы рутэр, які яшчэ не наладжаны.\0

source: This is a screen font.
be: Гэта экранны шрыфт.

source: This is a screen font. The closest matching printer font will be used for printing.
be: Гэта экранны шрыфт. Для друку будзе выкарыстаны найбліжэйшы шрыфт.

source: This is a shared device.
be: Гэта абагуленая прылада.

source: This is an OpenType font.
be: Гэта шрыфт OpenType.

source: This is an OpenType font. This same font will be used on both your printer and your screen.
be: Гэта шрыфт OpenType. Ён выкарыстоўваецца на вашых экране і друкарцы.

source: This is being run in compatibility mode and not all features are enabled.
be: Праграма запушчаная ў рэжыме сумяшчальнасці і не ўсе дапаўненні ўключаныя.

source: This is currently your main display.
be: Зараз гэта галоўны манітор.

source: This is not a trusted website.
be: Гэты сайт ненадзейны.

source: This is not a valid .PCS file.
be: Гэты PCS-файл недапушчальны.

source: This is not a valid bitmap file, or its format is not currently supported.
be: Гэты растравы файл недапушчальны ці ягоны фармат яшчэ не падтрымліваецца.

source: This is not a valid cursor.
be: Гэты паказальнік недапушчальны.

source: This is not a valid gadget package.
be: Гэты пакунак гаджэта недапушчальны.

source: This is not a valid icon.
be: Гэты значак недапушчальны.

source: This is not a valid measurement.
be: Гэтая мера недапушчальная.

source: This is not a valid number.
be: Гэты лік недапушчальны.

source: This is the default device.
be: Гэта стандартная прылада.

source: This item is read-only.
be: Гэты элемент толькі для чытання.

source: This item is read-only. It cannot be modified.
be: Гэты элемент толькі для чытання. Ён не можа змяняцца.

source: This item was blocked because of your Internet security settings:
be: Элемент заблакаваны з-за вашых наладаў бяспекі сеціва:

source: This language is also only partially translated and you might see some text displayed in:
be: Пераклад на гэтую мову таксама зроблены толькі часткова, і вы можаце бачыць некаторы тэкст на мове:

source: This language is only partially translated and you might see some text displayed in:
be: Пераклад на гэтую мову зроблены толькі часткова, і вы можаце бачыць некаторы тэкст на мове:

source: This library can be safely deleted from your computer.
be: Гэтая бібліятэка можа быць бяспечна выдаленая з камп'ютара.

source: This library can be safely deleted from your computer. Folders that have been included will not be affected.
be: Гэтая бібліятэка можа быць бяспечна выдаленая з камп'ютара. Гэта не закране ўлучаныя каталогі.

source: This library is in a shared folder.
be: Гэтая бібліятэка ў абагуленым каталогу.

source: This location can't be used to store temporary files.
be: Гэтае размяшчэнне нельга ўжываць для захоўвання часовых файлаў.

source: This location can't be used to store temporary files. Choose a different location to store temporary files, and then try again.
be: Гэтае размяшчэнне нельга ўжываць для захоўвання часовых файлаў. Абярыце для гэтага іншае размяшчэнне і паўтарыце спробу.

source: This location cannot be searched because it no longer exists or is temporarily unavailable. Click to diagnose...
be: Немагчыма шукаць у гэтым размяшчэнні, бо яно ці не існуе, ці часова недаступнае. Пстрыкніце для дыягностыкі...

source: This location cannot be searched because of a web server error. Click to diagnose...
be: Немагчыма шукаць у гэтым размяшчэнні з-за памылкі сеціўнага сэрвера. Пстрыкніце для дыягностыкі...

source: This location is restricted and cannot be searched.
be: Гэтае размяшчэнне абмежаванае і ў ім нельга праводзіць пошук.

# This location on disk %1!c!: is full. Choose another location and try again.
source: This location on disk %1!c!: is full.\nChoose another location and try again.
be: Гэтае размяшчэнне дыска %1!c!: запоўненае.\nАбярыце іншае і паўтарыце спробу.

source: This may be due to low resource conditions.%0
be: Магчыма, гэта прычына недахопу сістэмных рэсурсаў.%0

source: This may take a few minutes.
be: Гэта можа заняць некалькі хвілін.

source: This might result in a loss of data.
be: Гэта можа выклікаць страту звестак.

source: This might take a few hours.
be: Гэта можа заняць некалькі гадзін.

source: This might take a few minutes.
be: Гэта можа заняць некалькі хвілін.

source: This might take several minutes.
be: Гэта можа заняць некалькі хвілін.

source: This name will appear on the Welcome screen and on the Start menu.
be: Гэтая назва будзе з'яўляцца на экране вітання і ў Пачатковым меню.

source: This network location can't be included because it is not indexed.
be: Гэтае сеткавае размяшчэнне не можа быць улучана, бо яно неіндэксаванае.

source: This network will appear in the list of wireless networks and will stay active until everyone disconnects from it. Give the network name and security key (if any) to people you want to connect to this network.
be: Гэтая сетка будзе з'яўляцца ў спісе бяздротавых сетак і будзе заставацца актыўнай, пакуль усе не адлучацца ад яе. Дайце назву сеткі і ключ бяспекі людзям, якіх вы жадаеце злучыць з гэтай сеткай.

source: This notification icon is not currently active
be: Гэты апавяшчальны значак зараз не актыўны

source: This operation can only be performed when you are connected to the network.
be: Гэтая аперацыя можа быць выканана толькі тады, калі вы злучаныя з сеткай.

source: This operation could not be completed because some characters in the file name are not allowed on the FTP Server.
be: Аперацыя не можа быць скончаная, бо некаторыя знакі ў назве файла не падтрыманыя FTP-сэрверам.

source: This operation has been cancelled due to restrictions in effect on this computer.
be: Аперацыя адменена з прычыны дзейнічаючых для камп'ютара абмежаванняў.

source: This operation has been cancelled due to restrictions in effect on this computer. Please contact your system administrator.
be: Аперацыя скасаваная з-за дзейных для камп'ютара абмежаванняў. Калі ласка, звяжыцеся з вашым сістэмным адміністратарам.

source: This option controls the transparent effect of windows, menus, the Start menu, and the taskbar.
be: Гэтая налада кіруе празрыстасцю вокнаў, меню, Пачатковага меню і паліцы задач.

source: This option will back up files on the drive.
be: Дазваляе стварыць рэзервовую копію файлаў на дыску.

source: This option will check the drive for errors.
be: Дазваляе праверыць дыск на наяўнасць памылак.

source: This option will defragment files on the drive.
be: Дазваляе дэфрагментаваць файлы на дыску.

source: This package does not contain up-to-date definition files for this program.
be: Пакет не змяшчае апошнія файлы вызначэння для гэтай праграмы.

source: This package does not contain up-to-date definition files for this program. For more information, see Help and Support.
be: Пакет не змяшчае апошнія файлы вызначэння для гэтай праграмы. Больш падрабязную інфармацыю глядзіце ў цэнтры даведкі і падтрымкі карыстальнікаў.

source: This package does not contain up-to-date definition files for this program. For more information, see Help and Support.\r\n
be: Пакет не змяшчае апошнія файлы вызначэння для гэтай праграмы. Больш падрабязную інфармацыю глядзіце ў цэнтры дапамогі і падтрымкі карыстальнікаў.\r\n

source: This page is not available in this edition of Windows.
be: Гэтая старонка недаступна ў гэтым выданні Windows.

source: This person has multiple permissions for the selected files
be: Гэтая асоба мае некалькі дазволаў для вылучаных файлаў

source: This printer cannot support this many copies.\n Number of copies will be set to printer maximum of %u.
be: Гэтая друкарка не падтрымлівае так шмат копіяў.\n Будзе ўсталяваная максімальная для друкаркі колькасць копіяў - %u.

source: This printer has an untrusted driver. <A>What does this mean?</A>
be: Гэтая друкарка мае ненадзейны драйвер. <A>Што гэта значыць?</A>

source: This problem prevents standard users from logging on to the system.\nAs an administrative user, you can review the System Event Log for details about why the service didn't respond.
be: Гэтая праблема прадухіляе ўваход у сістэму звычайных карыстальнікаў.\nЯк адміністратар, вы можаце перагледзець журнал сістэмных падзей для даведкі пра тое, чаму служба не адказвае.

source: This product is licensed under the <A>Microsoft Software License Terms</A> to:
be: Прадукт ліцэнзаваны паводле <A>Ліцэнзійнага пагаднення Microsoft</A> для:

source: This program adds a browser toolbar and may be delivered through unsolicited installation.
be: Гэта праграма дадае ў аглядальнік паліцу прылад і можа быць перададзеная праз недазволенае ўсталяванне.

source: This program adds a sidebar to the browser that displays advertisements.
be: Гэтая праграма дадае ў аглядальнік бакавую паліцу, якая адлюстроўвае абвесткі.

source: This program adds links to adult content.
be: Гэта праграма дадае спасылкі з эратычным змесцівам.

source: This program allows users to download or share files.
be: Гэтая праграма дазваляе карыстальнікам спампоўваць ці абагульваць файлы.

source: This program appears to be a spyware removal software, but does not disclose advertising behavior.
be: Напэўна, праграма ёсць сродкам выдалення шпіёнскага апраграмавання, але яна не выяўляе рэкламныя паводзіны.

source: This program can be used for malicious purposes if unauthorized.
be: Гэтая праграма можа быць скарыстаная для неўпаўнаважанага доступу да сістэмы.

source: This program can be used to perform a denial of service attack.
be: Гэта праграма можа быць скарыстана для стварэння атакі тыпу "адмова ў абслугоўванні".

source: This program can't remove a potentially harmful item from the contents of an archived file.
be: Не атрымалася выдаліць небяспечны элемент з архіва са змесцівам.
